Repository: KaleBogdanovs/SmartlingHotelsExpressApp
Catalog: data/strings/*.po
Languages: es

source: SmartlingHotels® is the world's best travel site, enabling travelers to utilize the full potential of every trip. SmartlingHotels provides people with recommendations from millions of travelers in addition to a multitude of travel choices and trip-planning features with links to excellent booking tools that check hundreds of websites in order to find users the best prices. SmartlingHotels sites make up for a significant portion of the global travel community, reaching nearly 3.49 million unique monthly visitors, and 1.72 million reviews and opinions covering more than 2.37 million accommodations, restaurants and attractions. The sites operate in 800 markets worldwide. SmartlingHotels: Get the best rooms for the best prices!
es: SmartlingHotels® es sitio de viajes más grande del mundo, que permite a los viajeros a utilizar todo el potencial de cada viaje. SmartlingHotels proporciona a las personas con las recomendaciones de millones de viajeros, además de una multitud de opciones de viaje y características de planificación de viajes con enlaces a excelentes herramientas de reserva que comprueban cientos de sitios web con el fin de encontrar usuarios con los mejores precios. SmartlingHotels sitios constituyen una parte significativa de la comunidad mundial, llegando a cerca de 3,49 millones de visitantes únicos mensuales, y 1,72 millones de críticas y opiniones que abarcan más de 2,37 millones de alojamientos, restaurantes y atracciones. Los sitios operan en 800 mercados en todo el mundo. SmartlingHotels: obtener los mejores habitaciones para los mejores precios!

source: Hello %s %s
es: Hola %s %s

source: You are booking a room at <span class="checkout">%s</span>
es: Usted está reservando una habitación en <span class="checkout"> %s </span>

source: For a total of <span class="checkout">%d<span> night
es: Para un total de <span class="checkout"> %d<span> noche

source: At a price of <span class="checkout">$%s per night</span>
es: A un precio de <span class="checkout"> $%s por noche </span>

source: For a total price of <span class="checkout">$%s</span>
es: Por un precio total de <span class="checkout"> $%s</span>

source: Click This Button to Confirm Your Room Reservation
es: Haga clic en este botón para confirmar la reserva de habitaciones

source: Sorry, but something appears to have gone wrong. Please try again or contact our support team for assistance.
es: Lo sentimos, pero algo parece haber salido mal. Inténtelo de nuevo o póngase en contacto con nuestro equipo de soporte para obtener ayuda.

source: %d room available with prices starting at <span class="roomPrice">$%s per night</span>
es: %d habitacion disponibles con precios que comienzan en <span class="roomPrice"> $%s por noche </span>

source: Click This Button to Make a Reservation
es: Clic en este botón para hacer una reserva

source: Location:
es: Ubicación:

source: Showing hotels located in: "%s"
es: Mostrar hoteles ubicados en: "%s"

source: %d of %d result shown.
es: %d de %d resultado muestra.

source: Get the best rooms for the best prices! Only at SmartlingHotels®.
es: Recibe las mejores habitaciones para los mejores precios! Sólo en SmartlingHotels®.

source: Here at SmartlingHotels, we provide only the greatest hotels and only the greatest prices. We guarantee that all customers will be 100% satisfied.
es: Aquí en SmartlingHotels, sólo se ofrecen los más grandes hoteles y sólo los mayores precios. Le garantizamos que todos los clientes el 100% satisfecho.

source: Sorry, but the hotel you are looking for is not here. Please try revising your search.
es: Lo sentimos, el hotel que está buscando no está aquí. Por favor, intente revisar su búsqueda.

source: Showing hotels located in "%s"
es: Mostrar hoteles ubicados en: "%s"

source: We are sorry, but we could not find any hotels in the location that you selected. Please try revising your search.
es: Lo sentimos, pero no hemos podido encontrar hoteles en la ubicación que ha seleccionado. Por favor, intente revisar su búsqueda.

source: Home
es: Inicio

source: Browse Hotels
es: Busque hoteles

source: About Us
es: Sobre nosotros

source: Customer Support
es: Soporte al cliente

source: Site Map
es: Mapa del sitio

source: We strive to ensure that our customers are 100% satisfied. However, we understand that some customers may not be satisfied with the services that we provide.
es: Nos esforzamos para garantizar que nuestros clientes estén 100% satisfechos. Sin embargo, entendemos que algunos clientes pueden no estar satisfecho con los servicios que proporcionamos.

source: That being said, we welcome unsatisfied customers to voice any issues or suggestions with us, so we can improve both our company and the effectiveness of our services.
es: Dicho esto, damos la bienvenida a los clientes insatisfechos para expresar los problemas o sugerencias con nosotros, para que podamos mejorar nuestra compañía y la eficacia de nuestros servicios.

source: Thank you for using SmartlingHotels <br> <small> <em>For all your room booking needs!</em> </small>
es: Gracias por usar SmartlingHotels <br> <small><em>Para todas sus necesidades de reserva de habitación! </em></small>

source: Click Here to Return to the Home Page
es: Haga clic aquí para volver a la página de inicio

source: Please input your location.
es: Por favor introduzca su ubicación.

source: Find Hotels
es: Busque hoteles

source: Revise Search
es: Modificar Búsqueda

source: Return to Search
es: Volver a la búsqueda

source: Copyright © SmartlingHotels 2016
es: Copyright © 2016 SmartlingHotels

source: Location:
es: Ubicación:

source: Check Room Availability
es: Ver disponibilidad de habitaciones

source: First Name:
es: Nombre de pila:

source: Last Name:
es: Apellido:

source: Email Address:
es: Dirección de correo electrónico:

source: How many nights will you be staying?
es: ¿Cuántas noches se quedará?

source: Confirm
es: Confirmar
